cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'node'
brew 'unrar'
brew 'mas'
brew 'wget'
brew 'yarn', args: ['without-node']
brew 'youtube-dl'
brew 'git'

cask '1password'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'slack'
cask 'transmission'
cask 'docker'
cask 'spotify'
cask 'font-inconsolata'
cask 'google-photos-backup-and-sync'
cask 'hyper'
cask 'the-unarchiver'
cask 'filezilla'
cask 'sketch'
cask 'abstract'
cask 'zeplin'

mas 'LimeChat', id: 414030210